9/data/attachments/da2d0c47b3898bf6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_81c8aa6b-f2e9-4484-97ad-af51b585e73e</nif:username>
            <nif:friendToBeAdded>Mark_pass_Friend_56255_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>